/*Создайте функцию, которая возвращает CSV-представление двумерного числового массива.
Example:
input:
   [[ 0, 1, 2, 3, 4 ],
    [ 10,11,12,13,14 ],
    [ 20,21,22,23,24 ],
    [ 30,31,32,33,34 ]] 
    
output:
     '0,1,2,3,4\n'
    +'10,11,12,13,14\n'
    +'20,21,22,23,24\n'
    +'30,31,32,33,34'
*/

function toCsvText(array) {
  let res = '';
  array.forEach((element) => {});
}
//  //arr.forEach(function (item, i, arr) {
//   console.log(`${i} элемент это ${item} внутри массива ${arr}`);
// });
